Repository: sardasht/awene-dev
Catalog: modules/taxonomy/translations/modules-taxonomy.*.po
Languages: nl

source: Help text
nl: Helptekst

source: Add vocabulary
nl: Woordenschat toevoegen

source: Edit vocabulary
nl: Woordenschat bewerken

source: Edit term
nl: Term bewerken

source: Taxonomy term
nl: Taxonomie term

source: Autocomplete taxonomy
nl: Taxonomie automatisch aanvullen

source: List terms
nl: Termen opsommen

source: Add term
nl: Term toevoegen

source: add terms
nl: termen toevoegen

source: No terms available.
nl: Geen termen beschikbaar.

source: Vocabulary name
nl: Woordenschat naam

source: Description of the vocabulary; can be used by modules.
nl: Beschrijving van de woordenschat; kan gebruikt worden door modules.

source: Related terms
nl: Gerelateerde termen

source: Multiple select
nl: Meervoudige selectie

source: Created new vocabulary %name.
nl: Nieuwe woordenschat %name is aangemaakt.

source: Updated vocabulary %name.
nl: Woordenschat %name is bijgewerkt.

source: Are you sure you want to delete the vocabulary %title?
nl: Weet u zeker dat u de woordenschat %title wilt verwijderen?

source: Deleting a vocabulary will delete all the terms in it. This action cannot be undone.
nl: Als u een woordenschat verwijdert, verwijdert u ook al haar termen. Deze aktie kan niet ongedaan gemaakt worden.

source: Deleted vocabulary %name.
nl: Woordenschat %name is verwijderd.

source: Term name
nl: Naam term

source: The name of this term.
nl: De naam van deze term.

source: A description of the term.
nl: Een beschrijving van de term.

source: Parents
nl: Bovenliggenden

source: Parent terms
nl: Bovenliggende termen

source: Synonyms
nl: Synoniemen

source: Created new term %term.
nl: Nieuwe term %term aangemaakt.

source: Updated term %term.
nl: Term %term bijgewerkt.

source: Are you sure you want to delete the term %title?
nl: Weet u zeker dat u de term %title wilt verwijderen?

source: Deleting a term will delete all its children if there are any. This action cannot be undone.
nl: Als u een term verwijdert, verwijdert u ook al haar onderliggende termen (indien die er zijn). Deze aktie kan niet ongedaan gemaakt worden.

source: Deleted term %name.
nl: Term %name verwijderd.

source: A comma-separated list of terms describing this content. Example: funny, bungee jumping, "Company, Inc.".
nl: Een door komma's gescheiden lijst van termen die de inhoud beschrijft. Bijvoorbeeld: grappig, bungee springen, "Company, Inc.".

source: The %name vocabulary can not be modified in this way.
nl: De woordenschat %name kan niet op deze manier aangepast worden.

source: There are currently no posts in this category.
nl: Er zijn momenteel geen inzendingen in deze categorie.

source: administer taxonomy
nl: taxonomie beheren

source: Terms in %vocabulary
nl: Termen in %vocabulary

source: Add term to %vocabulary
nl: Term toevoegen aan %vocabulary

source: Synonyms of this term, one synonym per line.
nl: Synoniemen van deze term. Eén synoniem per regel.

source: - None selected -
nl: - Niets geselecteerd -

source: Primary Key: Unique term ID.
nl: Primaire sleutel: unieke term-ID.

source: The {vocabulary}.vid of the vocabulary to which the term is assigned.
nl: De {vocabulary}.vid van de woordenschat waar de term aan toegewezen is.

source: The term name.
nl: De termnaam

source: The weight of this term in relation to other terms.
nl: Het gewicht van deze term in relatie tot andere termen.

source: Stores the hierarchical relationship between terms.
nl: Bevat de hierarchische relatie tussen termen.

source: Primary Key: The {term_data}.tid of the term.
nl: Primaire sleutel: De {term_data}.tid van de term.

source: Primary Key: The {term_data}.tid of the term's parent. 0 indicates no parent.
nl: Primaire sleutel: De {term_data}.tid van de hierarchisch bovenliggende term. 0 betekent geen bovenliggende term.

source: Stores the relationship of terms to nodes.
nl: Bevat de relatie tussen termen en nodes.

source: Primary Key: The {node}.nid of the node.
nl: Primaire sleutel: De {node}.nid van de node.

source: Primary Key: The {term_data}.tid of a term assigned to the node.
nl: Primaire sleutel: De {term_data}.tid van een aan de node toegewezen term.

source: Stores non-hierarchical relationships between terms.
nl: Bevat niet-hierarchische relaties tussen termen.

source: Primary Key: Unique term relation ID.
nl: Primaire sleutel: Uniek termrelatie-ID

source: The {term_data}.tid of the first term in a relationship.
nl: De {term_data}.tid van de eerste term in een relatie.

source: The {term_data}.tid of the second term in a relationship.
nl: De {term_data}.tid van de tweede term in een relatie.

source: Stores term synonyms.
nl: Bevat synoniemen voor de term

source: Primary Key: Unique term synonym ID.
nl: Primaire sleutel: Uniek termsynoniem-ID.

source: The {term_data}.tid of the term.
nl: De {term_data}.tid van de term.

source: The name of the synonym.
nl: De naam van het synoniem.

source: Stores vocabulary information.
nl: Bevat de woordenschat informatie.

source: Primary Key: Unique vocabulary ID.
nl: Primaire sleutel: Uniek vocabulary-ID.

source: Name of the vocabulary.
nl: Naam van de woordenschat.

source: Description of the vocabulary.
nl: Beschrijving van de woordenschat.

source: Help text to display for the vocabulary.
nl: Helptekst bij de woordenschat.

source: Whether or not related terms are enabled within the vocabulary. (0 = disabled, 1 = enabled)
nl: Of gerelateerde termen in de woordenschat mogelijk zijn. (0=uitgeschakeld, 1=ingeschakeld)

source: The type of hierarchy allowed within the vocabulary. (0 = disabled, 1 = single, 2 = multiple)
nl: Het type hierarchie dat in de woordenlijst is toegestaan. (0=uitgeschakeld, 1=enkel, 2=meervoudig)

source: Whether or not multiple terms from this vocabulary may be assigned to a node. (0 = disabled, 1 = enabled)
nl: Of meervoudige termen van deze woordenlijst aan een node toegekend mogen worden. (0=uitgeschakeld, 1=ingeschakeld)

source: Whether or not terms are required for nodes using this vocabulary. (0 = disabled, 1 = enabled)
nl: Of de termen verplicht zijn voor nodes die deze woordenlijst gebruiken. (0 = uitgeschakeld, 1 = ingeschakeld)

source: Whether or not free tagging is enabled for the vocabulary. (0 = disabled, 1 = enabled)
nl: Of vrij labelen is ingeschakeld voor deze woordenlijst. (0 = uitgeschakeld, 1 = ingeschakeld)

source: The module which created the vocabulary.
nl: De module die de woordenschat heeft aangemaakt.

source: The weight of the vocabulary in relation to other vocabularies.
nl: Het gewicht van de woordenschat in relatie tot andere woordenschatten.

source: Stores which node types vocabularies may be used with.
nl: Bevat de nodetypen waarvoor de woordenschat gebruikt mag worden.

source: Primary Key: the {vocabulary}.vid of the vocabulary.
nl: Primaire sleutel: de {vocabulary}.vid van de woordenlijst.

source: The {node}.type of the node type for which the vocabulary may be used.
nl: De {node}.type van het nodetype waarvoor de woordenlijst gebruikt mag worden.

source: Stores term information.
nl: Bevat informatie over de term.

source: edit vocabulary
nl: woordenschat bewerken

source: list terms
nl: lijst van termen

source: No vocabularies available.
nl: Geen woordenschatten beschikbaar.

source: Select content types to categorize using this vocabulary.
nl: Gebruik de woordenschat om inhoudstypen te categoriseren.

source: Tags
nl: Labels

source: Terms are created by users when submitting posts by typing a comma separated list.
nl: Termen worden aangemaakt wanneer gebruikers een door komma's gescheiden lijst indienen.

source: Allows posts to have more than one term from this vocabulary (always true for tags).
nl: Inzendingen mogen meer dan één term uit deze woordenschat bevatten (altijd geldig voor labels).

source: At least one term in this vocabulary must be selected when submitting a post.
nl: Inzendingen moeten minimaal één term uit deze woordenschat bevatten.

source: Vocabularies are displayed in ascending order by weight.
nl: Woordenschatten worden weergegeven in volgorde van oplopend gewicht.

source: Reset to alphabetical
nl: Terugzetten naar alfabetisch

source: A description of the term. To be displayed on taxonomy/term pages and RSS feeds.
nl: Een beschrijving van de term. Om weer te geven op taxonomie/term pagina's en in RSS-feeds.

source: Terms are displayed in ascending order by weight.
nl: Termen worden in oplopende volgorde op gewicht getoond.

source: Weight value must be numeric.
nl: De waarde voor gewicht moet numeriek zijn.

source: Set multiple term parents?
nl: Meerdere bovenliggende termen toekennen?

source: Adding multiple parents to a term will cause the %vocabulary vocabulary to look for multiple parents on every term. Because multiple parents are not supported when using the drag and drop outline interface, drag and drop will be disabled if you enable this option. If you choose to have multiple parents, you will only be able to set parents by using the term edit form.
nl: Het toekennen van meerdere bovenliggende termen aan een term maakt dat de %vocabulary woordenschat voor elke term naar meerdere bovenliggende termen zal zoeken. Omdat meerdere bovenliggende termen niet ondersteund wordt in de klik-en-sleep interface zal klik-en-sleep uitgeschakeld worden als u deze optie inschakelt. Als u ervoor kiest meerdere bovenliggende termen in te schakelen zult u alleen met het bewerkingsformulier voor de term de bovenliggende onderdelen kunnen toekennen.

source: You may re-enable the drag and drop interface at any time by reducing multiple parents to a single parent for the terms in this vocabulary.
nl: U kunt de klik-en-sleep-interface op ieder moment weer inschakelen door het aantal bovenliggende onderdelen van de temen in deze woordenschat tot een enkel bovenliggend onderdeel te verminderen.

source: Set multiple parents
nl: Meerdere bovenliggende onderdelen toekennen

source: Are you sure you want to reset the vocabulary %title to alphabetical order?
nl: Weet u zeker dat u de woordenschat %title terug wilt zetten naar alfabetische volgorde?

source: Resetting a vocabulary will discard all custom ordering and sort items alphabetically.
nl: Een woordenschat terugzetten zal alle speciale sorteringen verwijderen en de onderdelen alfabetisch sorteren.

source: Reset vocabulary %name to alphabetical order.
nl: Zet woordenschat %name terug naar alfabetische volgorde.

source: - None -
nl: - Geen -

source: Vocabularies
nl: Woordenschatten

source: The taxonomy module allows you to categorize content using various systems of classification. Free-tagging vocabularies are created by users on the fly when they submit posts (as commonly found in blogs and social bookmarking applications). Controlled vocabularies allow for administrator-defined short lists of terms as well as complex hierarchies with multiple relationships between different terms. These methods can be applied to different content types and combined together to create a powerful and flexible method of classifying and presenting your content.
nl: Met de Taxonomy-module kunt u de inhoud van de website met behulp van verschillende classificatie systemen categoriseren. Met 'Vrij labelen' kunnen gebruikers tijdens het indienen van inhoud deze van zelf gekozen labels voorzien (deze methode wordt vaak in blogs en community-sites toegepast). Met gecontroleerde woordenschatten kunnen eenvoudige woordenlijsten, maar ook complexe hiërarchieën met meervoudige relaties tussen de termen, worden samengesteld om inhoud te categoriseren. Deze methoden kunnen op verschilende inhoudstypen worden toegepast en gecombineerd worden tot een krachtige en flexibele methode voor het classificeren en presenteren van de website-inhoud.

source: For example, when creating a recipe site, you might want to classify posts by both the type of meal and preparation time. A vocabulary for each allows you to categorize using each criteria independently instead of creating a tag for every possible combination.
nl: Wanneer u bijvoorbeeld een receptensite maakt, wilt u wellicht berichten classificeren op het soort maaltijd en op bereidingstijd. Met een woordenschat voor maaltijd én voor bereidingstijd kunt u beide criteria onafhankelijk van elkaar gebruiken in plaats van voor elke mogelijke combinatie een nieuwe label aan te maken.

source: Type of Meal: <em>Appetizer, Main Course, Salad, Dessert</em>
nl: Soort gerecht: <em>Voorgerecht, Hoofdgerecht, Salade, Dessert</em>

source: Preparation Time: <em>0-30mins, 30-60mins, 1-2 hrs, 2hrs+</em>
nl: Bereidingstijd: <em>0-30 min., 30-60 min., 1-2 uur, meer dan 2 uur</em>

source: Each taxonomy term (often called a 'category' or 'tag' in other systems) automatically provides lists of posts and a corresponding RSS feed. These taxonomy/term URLs can be manipulated to generate AND and OR lists of posts classified with terms. In our recipe site example, it then becomes easy to create pages displaying 'Main courses', '30 minute recipes', or '30 minute main courses and appetizers' by using terms on their own or in combination with others. There are a significant number of contributed modules which you to alter and extend the behavior of the core module for both display and organization of terms.
nl: Iedere taxonomie-term (in andere systemen ook wel 'categorie' of 'tag' genoemd) voorziet standaard in een lijst van inzendingen met deze term en een bijbehorende RSS-feed. De URL's van deze lijsten kunnen worden samengesteld om EN- en OF-lijsten te maken van inzendingen die van verschillende termen zijn voorzien. In het voorbeeld van de receptensite kunnen eenvoudig pagina's gemaakt worden met alle 'Hoofdgerechten', '30 minuten' recepten of een samengestelde lijst '30 minuten hoofdgerechten en voorgerechten' door gebruik te maken van losse of gecombineerde termen. Er is een groot aantal uitbreidingsmodules beschikbaar waarmee u de functionaliteit van de kernmodules op het gebied van weergave en organisatie van termen kunt veranderen en uitbreiden.

source: Terms can also be organized in parent/child relationships from the admin interface. An example would be a vocabulary grouping countries under their parent geo-political regions. The taxonomy module also enables advanced implementations of hierarchy, for example placing Turkey in both the 'Middle East' and 'Europe'.
nl: Op de beheerpagina kunnen termen hiërarchisch gerangschikt worden. Bijvoorbeeld landen rangschikken van onder regio's in de wereld. Met de Taxonomy-module kunnen gegevens op geavanceerde wijze worden gerangschikt. Zoals bijvoorbeeld Turkije plaatsen onder 'Midden Oosten' én onder 'Europa'.

source: The taxonomy module supports the use of both synonyms and related terms, but does not directly use this functionality. However, optional contributed or custom modules may make full use of these advanced features.
nl: De Taxonomy-module maakt het gebruik van synoniemen en gerelateerde termen mogelijk maar kent geen actieve ondersteuning hiervan. Uitbreidingsmodules kunnen deze functies echter volledig benutten.

source: For more information, see the online handbook entry for <a href="@taxonomy">Taxonomy module</a>.
nl: Lees voor meer informatie het online-handboek over de <a href="@taxonomy">Taxonomy-module</a>.

source: The taxonomy module allows you to categorize your content using both tags and administrator defined terms. It is a flexible tool for classifying content with many advanced features. To begin, create a 'Vocabulary' to hold one set of terms or tags. You can create one free-tagging vocabulary for everything, or separate controlled vocabularies to define the various properties of your content, for example 'Countries' or 'Colors'.
nl: Met de Taxonomy-module kunt u inhoud van de site classificeren met labels en gecontroleerde termen. Het is een flexibel classificatie gereedschap met geavanceerde mogelijkheden. Om te beginnen wordt een 'Woordenschat' aangemaakt voor een groep van labels of termen. U kunt één woordenschat voor vrij-labelen voor alle termen aanmaken of verschillende gecontroleerde woordenschatten die ieder verschillende eigenschappen van de inhoud weergeven; Bijvoorbeeld: 'Landen' en 'Kleuren'.

source: %capital_name is a free-tagging vocabulary. To change the name or description of a term, click the <em>edit</em> link next to the term.
nl: %capital_name is een woordenschat voor vrij labelen. Om de naam of de omschrijving van een term te veranderen klikt u op de link <em>bewerken</em> naast de term.

source: %capital_name is a flat vocabulary. You may organize the terms in the %name vocabulary by using the handles on the left side of the table. To change the name or description of a term, click the <em>edit</em> link next to the term.
nl: %capital_name is een woordenschat zonder hiërarchie. U kan de volgorde van de termen binnen de %name woordenschat met de pictogram aan de linkerzijde van de tabel veranderen. Om de naam of de omschrijving van een term te veranderen klikt u op de link <em>bewerken</em> naast de term.

source: %capital_name is a single hierarchy vocabulary. You may organize the terms in the %name vocabulary by using the handles on the left side of the table. To change the name or description of a term, click the <em>edit</em> link next to the term.
nl: %capital_name is een woordenschat met een enkele hiërarchie. U kan de volgorde van de termen binnen de %name woordenschat met de pictogram aan de linkerzijde van de tabel veranderen. Om de naam of de omschrijving van een term te veranderen klikt u op de link <em>bewerken</em> naast de term.

source: %capital_name is a multiple hierarchy vocabulary. To change the name or description of a term, click the <em>edit</em> link next to the term. Drag and drop of multiple hierarchies is not supported, but you can re-enable drag and drop support by editing each term to include only a single parent.
nl: %capital_name is een woordenschat met een meervoudige hiërarchie. U kan de volgorde van de termen binnen de %name woordenschat met de pictogram aan de linkerzijde van de tabel veranderen. Om de naam of de omschrijving van een term te veranderen klikt u op de link <em>bewerken</em> naast de term.

source: Define how your vocabulary will be presented to administrators and users, and which content types to categorize with it. Tags allows users to create terms when submitting posts by typing a comma separated list. Otherwise terms are chosen from a select list and can only be created by users with the "administer taxonomy" permission.
nl: Geef aan hoe uw woordenschat aan beheerders en gebruikers getoond wordt en welke inhoudstypen ermee gecategoriseerd worden. Met labels kunnen gebruikers termen aanmaken tijdens het inzenden van berichten door een komma-gescheiden lijst in te voeren. In overige situaties kiest men termen uit een keuzelijst. Nieuwe termen kunnen dan alleen door een gebruiker met toegangsrechten voor 'taxonomie beheren' worden aangemaakt.

source: Manage tagging, categorization, and classification of your content.
nl: Beheren van labelen, categoriseren en classificeren van de website-inhoud

source: Use the list below to configure and review the vocabularies defined on your site, or to list and manage the terms (tags) they contain. A vocabulary may (optionally) be tied to specific content types as shown in the <em>Type</em> column and, if so, will be displayed when creating or editing posts of that type. Multiple vocabularies tied to the same content type will be displayed in the order shown below. To change the order of a vocabulary, grab a drag-and-drop handle under the <em>Name</em> column and drag it to a new location in the list. (Grab a handle by clicking and holding the mouse while hovering over a handle icon.) Remember that your changes will not be saved until you click the <em>Save</em> button at the bottom of the page.
nl: De onderstaande lijst kan gebruikt worden om de gebruikte woordenschatten te controleren en te configureren of om de termen (labels) daarin te beheren. Een woordenschat is (optioneel) gekoppeld aan een inhoudstype weergegeven in de kolom <em>Type</em> en wordt bij het aanmaken of bewerken van een pagina van dit inhoudstype weergegeven. Wanneer meerdere woordenschatten aan een zelfde inhoudstype zijn gekoppeld worden deze in de onderstaande volgorde weergegeven. Om de volgorde van de woordenschatten aan te passen klik-sleept u een woordenschat aan het handvat in de kolom <em>Naam</em> naar een nieuwe positie in de lijst. (U klik-sleept het blok door met de muis boven het handvatpictogram te klikken, vast te houden en de muis te verplaatsen.) Wijzigingen worden pas opgeslagen wanneer u de knop <em>Opslaan</em> onderaan de pagina aanklikt.

source: After saving a new term to the database
nl: Na het opslaan van een nieuwe term in de database

source: After saving an updated term to the database
nl: Na het opslaan van een gewijzigde term in de database

source: After deleting a term
nl: Na het verwijderen van een term

source: The name for this vocabulary, e.g., <em>"Tags"</em>.
nl: De naam van deze woordenschat. Bijvoorbeeld: <em>"Tags"</em>.

source: Instructions to present to the user when selecting terms, e.g., <em>"Enter a comma separated list of words"</em>.
nl: Instructies voor de gebruiker bij het selecteren van termen. Bijvoorbeeld: <em>"Voer een lijst in, gescheiden door komma's"</em>.
