Repository: sardasht/awene-dev
Catalog: sites/all/modules/petition_node/translations/*.po
Languages: fr

source: No items selected.
fr: Aucune signature sélectionée.

source: Are you sure you want to delete these signatures?
fr: Êtes-vous sûr(e) de vouloir suprimer ces signatures?

source: This action cannot be undone.
fr: Cette action est irréversible.

source: Delete all
fr: Suprimer tout

source: Cancel
fr: Annuler

source: The items have been deleted.
fr: Les signatures ont été suprimées

source: Delete Signatures
fr: Suprimer les signatures

source: Delete Selected Signatures
fr: Suprimer les signatures sélectionnées

source: Signature position
fr: Ordre d'arrivée des signatures

source: Surname
fr: Nom de famille

source: First name
fr: Prénom

source: Self-description
fr: Autre (Activité, statut)

source: Address
fr: Adresse

source: ZIP code
fr: Code postal

source: Town
fr: Ville

source: Country
fr: Pays

source: Phone number
fr: Téléphone

source: Email
fr: Courriel

source: Accept to be informed of the campaign
fr: Accepte de recevoir des informations sur la campagne

source: language
fr: langue

source: No signatures available.
fr: Aucun signature

source: Do not display the signatures to the public
fr: Ne pas dévoiler les signatures au public

source: Normal display
fr: Affichage normal

source: Petition
fr: Pétition

source: Create online petitions
fr: Créer des pétition en ligne

source: Title
fr: Titre

source: Short presentation
fr: Courte présentation

source: Petition text
fr: Corps de la pétition

source: View and edit all the available petitions on your site
fr: Voir et modifier toutes les pétitions du site

source: View and edit your petitions
fr: Voir et modifier vos pétitions

source: Global configuration of the petition settings
fr: Configuration globale des paramètres de pétition

source: Petitions geographic properties
fr: Paramètres géographique des pétitions

source: If you have the IP to country (IP2CC) and the countries api modules enabled, you can enable the country restriction and the country check property
fr: Si vous avez les modules IP2CC et countries api actionnés sur votre site, you pouvez activer les paramètres de limitation et vérification pays

source: Country check
fr: Vérification pays

source: If enabled, this will allow users to create petitions checking a petitioner's IP address corresponds to the country he/she entered in his/her signature. This is a way of reducing fraud.
fr: Si activé, cela permet la création de pétitions vérifiant que l'adresse IP d'un signataire correspond bien au pays entré dans la signature. C'est un moyen de limiter la fraude.

source: Country restriction
fr: Limitation pays

source: If enabled, it will allow users to create petitions that can only be signed from the chosen countries. This is a way of keeping internal affairs more internal.
fr: Si activé, cela permet la création de pétitions ne pouvant qu'être signées depuis les pays sélectionnés. C'est un moyen de garder plus intérieures les affaires intérieures

source: Petitions fields
fr: Champs de pétition

source: Fields included in the signature form
fr: Champs inclus dans le formulaire de signature

source: Choose the signature fields a petition author should be allowed to set in their petition.
fr: Choisir les champs de signatures qu'un auteur de pétition peut ajouter dans sa pétition.

source: Report fields
fr: Champs de rapport

source: Other (activity, status etc)
fr: Autre (activité, statut etc)

source: Fields included in the petition reports
fr: Champs inclus dans les rapports de pétition.

source: Choose the fields you want to include in the exportable reports. You might not want the author to be able to export all the collected fields (ie the petitioner's email address) in order to protect the petitioners' privacy
fr: Choisissez les champs à inclure dans les rapports exportables. Vous ne voulez peut-être pas que l'auteur de la pétition puisse exporter tous les champs (comme par exemple le courriel des signataires) afin de protéger l'integrité des signataires

source: included fields
fr: champs inclus

source: Petition emails
fr: Message électroniques

source: Petition email for regular update on the amount of signatures
fr: message électronique pour les alertes régulières informant du nombre de signature

source: Email subject to maintainer
fr: Sujet du message `l'auteur

source: Customized email subject to a petition author to tell them how many signatures the petition has reached.
fr: Sujet du message personnalisé à l'auteur d'une pétition pour l'informer du nombre de signatures atteint par la pétition

source: Email message to maintainer
fr: Corps du message à l'auteur

source: Customized email body to a petition author to tell them how many signatures the petition has reached.
fr: Corps du message personnalisé à l'auteur d'une pétition pour l'informer du nombre de signatures atteint par la pétition

source: Petition email announcing the end of the campaign
fr: Message électronique annonçant la fin d'une campagne

source: Customized email subject to a petition author to inform them the petition campaign is over.
fr: Corps du message personnalisé à l'auteur d'une pétition pour l'informer que la campagne est terminée

source: Other settings
fr: Autres paramètres

source: Number of signatures displayed per page
fr: Nombre de signatures affichées par page

source: View
fr: Voir

source: Operations
fr: Opérations

source: Result
fr: Résultat

source: Edit
fr: Éditer

source: Clear
fr: Vider

source: Petition list
fr: Liste des pétitions

source: My petitions
fr: Mes pétitions

source: My Petitions
fr: Mes pétitions

source: View and edit my petitions
fr: Voir et modifier les pétitions

source: Translation of the body and the subject of the confirmation email
fr: Traduction du corps et du sujet du message électronique de confirmation

source: Original email subject
fr: Le sujet du message orignal

source: The subject of the confirmation email sent to the petitioner in
fr: Le sujet du message de confirmation envoyé au signataire

source: Translation of the email subject
fr: Traduction du sujet du message

source: Translation of the subject of the email sent to the petitioner.
fr: Traduction du sujet du message envoyé au signataire

source: Original email body
fr: Le corps du message original

source: The body of the confirmation email sent to the petitioner in
fr: Le corps du message de confirmation envoyé au signataire

source: Translation of the email body
fr: Traduction du corps du message

source: Translation of the body of the email sent to the petitioner.
fr: Traduction du corps du message envoyé au signataire

source: Petition settings
fr: Paramètre de pétition

source: Geographic settings for this petition
fr: Paramètre géographique pour cette pétition

source: Geographic restriction
fr: Limitation géographique

source: If checked, you will be abe to restrict the geographic area where this petition can be signed
fr: Si coché, cela vous permettra de limiter l'espace géographique où la pétition peut-être signée

source: List of allowed countries if any
fr: Liste des pays autorisés

source: Geographic location
fr: Espace géographique

source: Choose in which countries this petition can be signed.
fr: Choisir dans quels pays la pétition peut-être signée

source: Advanced petition settings
fr: Param`tres avanés de pétition

source: Author's email
fr: courriel de l'auteur

source: Enter the email where you wish to receive regular updates concerning the amount of signatures on your petition. If no email address is entered, the emails will be sent to your account's email
fr: Entrer le courriel où vous souhaitez recevoir des informations régulières sur le nombre de signatures. Si vous n'entrez pas d'adresse, les emails seront envoyés au courriel de votre compte.

source: Email alert frequency
fr: Fréquence des alertes

source: Enter the frequency with wich you wish to receive email alerts
fr: Entrer la fréquence avec laquelle vous souhaitez recevoir ces alertes.

source: Customized subject of the mail sent to the petitioner
fr: sujet personnalisé du message électronique envoyé au signataire

source: Customized email subject to the petitioner.
fr: Sujet personnalisé du message électronique au signataire.

source: Customized body of the email sent to the signer
fr: corps personnalisé du message électronique envoyé au signataire

source: Customized email body to the petitioner.
fr: Corps du message personnalisé électronique au signataire.

source: Signature fields
fr: champs inclus dans la signatures

source: Signature required fields
fr: champs obligatoires de la signatures

source: Fields displayed in the signature overview
fr: champs affichés à l'affichage des signatures

source: Display mode
fr: mode d'affichage

source: Activate / inactivate the signature form
fr: Activer / désactiver le formulaire de signature

source: Activate the signature form
fr: Activer le formulaire de signature

source: Uncheck this box if you want to inactivate the signature form to stop people from signing this petition
fr: Décochez cette case si vous voulez désactiver le formulaire de signatuere et empêcher les gens de signer cette pétition

source: Inactivation message
fr: Message de désactivation

source: Customized message to be displayed instead of the signature form to inform that the petition can no longer be signed. You can decide to empty it
fr: Message personalisé affiché à la place du formaulaire de signature pour informer que la pétition ne peut plus être signée. Vous pouvez laisser ce champ vide

source: Campaign settings
fr: Paramètre de campagne

source: Limit Date
fr: Date limite

source: Format: %time. Enter the date until the petition campaign should be running.
fr: Format: %time. Entrer la date à laquelle la campagne doit s'arrêter

source: signature goal
fr: objectif de signatures

source: Enter the aimed amount of signatures to reach for this petition campaign
fr: Entrer l'objectif de signatures à atteindre au cours de cette campagne petitionnaire

source: none
fr: aucun

source: time based
fr: délai

source: goal based
fr: objectif de signatures

source: campaign settings
fr: paramètre de campagne

source: Tell on which criteria the campaign should be set (time based vs goal based) - choose none if you want to have a petition running for ever. If you choose a campign mode, you will be informed per email when the campaign is over.
fr: Dites sur quel critère la campagne doit-elle se baser (date limite ou objectif de signatures) - choisissez aucun si vous voulez une "pétition active `l'infini. Si vous choisissez un mode de campagne, vous serez informé(e) par email quand la campagne se terminera.

source: Automatically inactivate the signature form
fr: Désactier automatiquement le formulaire de signature

source: Check this box if you want the petition form to be automatically inactivated when the campaign is over. Enter the message you want to display instead of the form then in the above section
fr: Cochez cette case si vous voulez que le formulaire de signature soit automatiquement désactivé lorsque la campagne sera terminée. Entrer les message que vous souhaitez afficher à la place du formulaire dans la section précendente.

source: manually collected signatures
fr: signatures collectées manuellement

source: Manually Collected Signatures
fr: Signatures collectées manuellement

source: <p>You can enter manually collected signatures to have them display with the electronically collected signatures. </p><p>Enter one signature per line with the following structure: </p> <p>'name'; 'firstname'; 'self-description'; 'address'; 'zip-code'; 'town'; 'country_code2'; 'phone'; 'email address'; 'canbe_informed'; 'language' </p> <p>example: </p> <p>Van den Brugh; Peter; ; Parisstraat 23; 5676; Antwerpen; NL; ; Peter456@hotmail.be; 0; nl </p> <p>Please note each field is separated with a semi-colon ';'. There is no semi colon afte ther last field of the line i.e the language! Leave a blank between semi-colons if the field is empty.</p>
fr: <p>Vous pouvez entrer les signatures collectées manuellement et les afficher avec les signatures électronique. </p><p>Entrer une signature par ligne de la façon suivante :</p> <p>'name'; 'firstname'; 'self-description'; 'address'; 'zip-code'; 'town'; 'country_code2'; 'phone'; 'email address'; 'canbe_informed'; 'language' </p> <p>exemple: </p> <p>Van den Brugh; Peter; ; Parisstraat 23; 5676; Antwerpen; NL; ; Peter456@hotmail.be; 0; nl </p> <p>Attention de noter que chaque champ est séparé par un point virgule ';'. Il n'ya a pas de point-virgule après le dernier champs, c-a-d le champ langue! Laisser un espace entre les points-virgules si le champ est vide.</p>

source: Teaser
fr: Résumé

source: Short presentation of what your petition is about. This presentation can be displayed as a teaser
fr: Courte présentation de votre pétition. Cette présentation peut être affichée en tant que teaser.

source: Body
fr: Corps

source: Manual signature !signature_string could not be saved. check the structure.
fr: La signature manuelle !signature_string n'a pu être sauvegardée

source: Manual signature for !signature_name successfully entered in position !signature_position
fr: La signature manuelle !signature_name a été entrée correctement avec le rang !signature_position

source: There now are !signature_count for this petition
fr: Il y a maintenant !signature_count signature pour cette pétition

source: The update frequency must be a number
fr: La fréquences d'alertes doit être un nombre.

source: Please, use a valid email .
fr: Merci d'utiliser une adresse électronique valide.

source: your current mail is:
fr: votre adresse électronique est actuellement:

source: Please, do not forget to place the @link in your email body
fr: Merci de ne pas oublier de placer @link dans le corps de l'email

source: The signature goal must be a number - campaign settings
fr: L'objectif de signature doit être un nombre - paramètre de campagne

source: You have to specify a valid limit date - campaign settings
fr: Vous devez specifier une date limte valide - paramètre de campagne

source: You are not allowed to sign this petition
fr: Vous n'êtes pas autorisé à signer cette pétition.

source: Sign the petition!
fr: Signer la pétition!

source: Signatures for the petition :
fr: Signatures pour la pétition :

source: There are no signatures for this petition
fr: Il n'y a pas de signatures pour cette pétition

source: address
fr: adresse

source: ZIP Code
fr: code postale

source: Phone
fr: Téléphone

source: Be kept informed of the campaign
fr: Être informé de la campagne

source: Check this box if you wish to receive updates about this petition campaign
fr: Cocher cette case si vous souhaitez recevoir des informations sur cette campagne

source: Sign it!
fr: Signer!

source: More than 5 signatures have been entered from your IP address and none of them have been confirmed. Please confirm the other signatures first
fr: Plus de 5 signatures ont été envoyées depuis votre adresse IP et aucune d'entre elle n'a été confirmée. Merci de d'abord confirmer les autre signatures.

source: The IP address from which you signed this petition does not correspond to the country where you are claiming to live in. Please, check. If the error persists, please contact the site administrator.
fr: L'adresse IP depuis laquelle vous êtes en train de signer cette pétition ne correspond pas au pays que vous avez indiqué dans le formulaire de signature. Merci de vérifier. Si l'erreur persiste, "merci de contacter un administrateur du site.

source: The IP address from which you are signing this petition corresponds to a country where the petition does not apply. We unfortunately cannot accept your signature.
fr: L'adresse IP depuis laquelle vous êtes en train de signer cette pétition correspond à un pays où cette pétition n'a pas lieu d'être. Nous ne pouvons malheureusement accepter votre signature.

source: The IP address from which you are signing this petition does not correspond to any known country. Please contact the site administrator .
fr: L'adresse IP depuis laquelle vous êtes en train de signer cette pétition ne correspond à aucun pays connu. Merci de contacter un administrateur du site

source: Please, use a valid email
fr: Merci d'utiliser une adresse électronqiue valide

source: . Your current address is:
fr: . Votre adresse électronique est actuellement:

source: Someone using the same email address has already signed the petition. You may not sign twice this petition
fr: Une personne utilisant la même adresse électronique a déjà signé la pétition. Vous ne pouvez pas siner deux fois cette pétition

source: Thank you for signing the petition. An email has been sent to you. Please click on the enclosed link within 3 days in order to confirm your signature
fr: Merci d'avoir signé la pétition. Un courriel vous a été envoyé. Merci de clicker sur le lien d'ici 3 jours afin de confirmer votre signature.

source: Your signature has been confirmed. Thank you for signing the petition.
fr: Votre signature a été confirmée. Merci d'avoir signé la pétition

source: Please, confirm you want to delete all the signatures before clicking on submit
fr: Merci de confirmer de bien vouloir suprimer toutes les signatures avant de clicker sur le bouton submit

source: Delete all the signatures!
fr: Suprimer toutes les signatures

source: Please, check the box to confirm you want to delete all the signatures
fr: Merci de cocher la case pour confirmer la supression de toutes les signatures

source: All the signatures have been removed.
fr: Toutes les signatures ont été retirées.

source: Please confirm your signature for the petition '@petitiontitle'.
fr: Merci de confirmer vote signature pour la pétition '@petitiontitle'

source: Thank you for supporting the petition @petitiontitle with your signature. Please confirm your signature by clicking on the following link within the 3 days you have received this email: @link Once you have confirmed your signature, your IP address will be erased from the database, which will guarantee your privacy.
fr: Merci d'apporter votre signature à la pétition @petitiontitle. Merci de confirmer votre signature en cliquant sur le lien suivant d'ci les 3 jours suivant la réception de ce message: @link Une fois que vous aurrez confirmé votre signature, votre adresse IP sera effacée de notre base de donnée, garantissant par-là votre intégrité.

source: Your petition @petitiontitle : @number signatures gathered so far
fr: Votre pétition @petitiontitle : @number signatures collectées

source: Dear @maintainer, Your petition @petitiontitle online on @site has gathered @number signatures so far. Best regards, @site 's team
fr: Cher @maintainer, Votre pétition @petitiontitle en ligne sur @site a collecté @number signatures jusqu'à présent. Bien à vous, L'Équipe de @site

source: Your petition @petitiontitle : the campaign is over
fr: Votre pétition @petitiontitle : la campagne est terminée

source: Dear @maintainer, Your petition @petitiontitle online on @site has gathered @number signatures. The campaign is considered over according the criteria you chose. If you have chosen to have the petition form automatically inactivated, the petition is now closed. You can however change these settings manually. Best regards, @site 's team
fr: Cher @maintainer, Votre pétition @petitiontitle en ligne sur @site a collecté @number signatures. La campagne est considérée comme terminée selon les critères que vous avez choisis. Si vous avez choisi d'avoir la pétition automatiquement désactiver, la pétition est désormais fermée aux signataires. Vous pouvez cependant changer ces paramètres manuellement

source: You can use the placeholders '@petitiontitle' for the petition title, '@firstname' for the petitioner's firstname, '@name' for the petitioner's name, '@link' for the confirmation link (If you do not include the link, the petitioner will be unable to confirm his signature) and '@site' for the site
fr: Vous pouvez choisir les placeholders '@petitiontitle' pour le titre de la pétition, '@firstname' pour le prénom du signataire, '@name' pour le nom du signataire, '@link' pour le lien de confirmation (si vous n'incluez pas le lien, le signataire ne pourra pas confirmer la signature!) et '@site' pour le nom du site.

source: You can use the placeholders "@petitiontitle" for the petition title, "@number" for the number of signatures, "@maintainer" for the petition author, "@site" for the site
fr: Vous pouvez choisir les placeholders "@petitiontitle" pour le titre de la pétition, "@number" pour le nombre de signature, "@maintainer" pour l'auteur de la pétition, "@site" pour le nom du site

source: petition
fr: pétition

source: Petition !node->title updated
fr: Pétition !node->title mise à jour

source: Suspicion of spam attempt from IP address: !remote_addr
fr: Suspicion d'une tentative de spams provenant det l'adresse IP : !remote_addr

source: sign petitions
fr: signer des pétitions

source: create petitions
fr: créer des pétitions

source: edit own petitions
fr: modifier ses propre pétitions

source: edit petitions
fr: modifier les pétitions

source: administer petition
fr: administrer les pétitions

source: administer own petition
fr: Administrer ses propre pétitions

source: clear petition results
fr: Vider les signatures de la pétition

source: view signatures
fr: Voir les signatures

source: Petition List
fr: Liste des pétitions

source: Petition Settings
fr: Paramètre de pétition

source: signature confirmation
fr: confirmation de signature

source: Download results
fr: Télécharger les résultats

source: Clear signatures
fr: Vider les signatures

source: Administer Signatures
fr: Administrer les signatures

source: Only Displays the Names in the signature order - Not sortable. Not choosable fields
fr: N'affiche que le nom des signataires par order d'arrivée. Pas triable, champs non chosissables.

source: Alphabetical Order - Not sortable. Not choosable fields
fr: Ordre alphabétique - non triable - champs non chosissables

source: Alphabetical Order - sortable table
fr: Ordre alphabétique - table triable

source: There are no petitioners whose name start with
fr: Il n'y a pas de signataires dont le nom commence par
