Repository: sardasht/awene-dev
Catalog: modules/throttle/translations/modules-throttle.*.po
Languages: nl

source: Auto-throttle on anonymous users
nl: Auto-throttle op anonieme gebruikers

source: The congestion control throttle can be automatically enabled when the number of anonymous users currently visiting your site exceeds the specified threshold. For example, to start the throttle when your site has 250 anonymous users online at once, enter '250' in this field. Leave this value blank or set to "0" if you do not wish to auto-throttle on anonymous users. You can inspect the current number of anonymous users using the "Who's online" block.
nl: Het beperken van verstoppingen kan automatisch worden ingeschakeld wanneer het actuele aantal bezoekers of het aantal gebruikers van de site een bepaalde grenswaarde overschreidt. Om de beperking in te schakelen wanneer er bijvoorbeeld 250 anonieme bezoekers gelijktijdig de site bezoeken, vult u "250" in dit veld in. Laat het veld leeg of vul "0" in wanneer u geen gebruik wilt maken van het beperkingsmechanisme voor anonieme bezoekers. U kunt het huidige aantal anonieme bezoekers met behulp van het "Wie is online" blok achterhalen.

source: Auto-throttle on authenticated users
nl: Auto-throttle op geverifieerde gebruikers

source: The congestion control throttle can be automatically enabled when the number of authenticated users currently visiting your site exceeds the specified threshold. For example, to start the throttle when your site has 50 registered users online at once, enter '50' in this field. Leave this value blank or set to "0" if you do not wish to auto-throttle on authenticated users. You can inspect the current number of authenticated users using the "Who's online" block.
nl: Het beperken van verstoppingen kan automatisch worden ingeschakeld wanneer het actuele aantal geverifieerde gebruikers van de site een bepaalde grenswaarde overschreidt. Om de beperking in te schakelen wanneer er bijvoorbeeld 50 geregistreerde gebruikers gelijktijdig de site bezoeken, vult u "50" in dit veld in. Laat het veld leeg of vul "0" in wanneer u geen gebruik wilt maken van het beperkingsmechanisme voor geverifieerde gebruikers. U kunt het huidige aantal gebruikers met behulp van het "Wie is online" blok achterhalen.

source: Auto-throttle probability limiter
nl: Throttle (afknijpen) waarschijnlijkheids limiet

source: The auto-throttle probability limiter is an efficiency mechanism to statistically reduce the overhead of the auto-throttle. The limiter is expressed as a percentage of page views, so for example if set to the default of 10% we only perform the extra database queries to update the throttle status 1 out of every 10 page views. The busier your site, the lower you should set the limiter value.
nl: De auto-throttle waarschijnlijkheidsbeperker is een efficiÃ«nt mechanisme om de gemiddelde overhead van de auto-throttle te verminderen. De beperkerwaarde is uitgedrukt in een percentage van het aantal bekeken pagina's. Wanneer de waarde bijvoorbeeld de standaard 10% is, wordt 1 maal per 10 bekeken pagina's de throttle status opnieuw bepaald. Hoe drukker uw site is des te lager het percentage moet worden ingesteld.

source: %value is not a valid auto-throttle setting. Please enter a positive numeric value.
nl: '%value' is geen geldige auto-throttle instelling. Geef een positief getal op.

source: 1 user accessing site; throttle enabled.
nl: 1 gebruiker met toegang tot de site; throttle ingeschakeld.

source: 1 guest accessing site; throttle enabled.
nl: 1 gast met toegang tot de site; throttle ingeschakeld.

source: 1 guest accessing site; throttle disabled
nl: 1 gast met toegang tot de site; throttle uitgeschakeld

source: Control how your site cuts out content during heavy load.
nl: Bepaal hoe de site onder hoge belasting beplaalde inhoud uitschakeld.

source: The throttle module provides a congestion control mechanism that automatically adjusts to a surge in incoming traffic. If your site is referenced by a popular website, or experiences a "Denial of Service" (DoS) attack, your webserver might become overwhelmed. The throttle mechanism is utilized by modules to temporarily disable CPU-intensive functionality, increasing performance. For instance, via the throttle module, modules may choose to disable resource-intensive blocks or the code within the site theme may temporarily disable user pictures in posts.
nl: De Throttle-module bied een mogelijkheid om verstoppingen in het dataverkeer te besturen door automatisch veranderingen in het dataverkeer op de site de detecteren. Wanneer naar de site wordt verwezen door een populiare site of de site een DoS-aanval (Denial of Service attack) ondergaat kan de server overspoeld raken. Het throttle-mechanisme wordt door andere modules gebruikt om automatisch hun werking aan te passen door CPU-intensieve functionaliteit tijdelijk uit te schakelen. Zo kunt u er bijvoorbeeld voor kiezen om in de template de afbeeldingen uit te schakelen wanneer de site te druk is en zo bandbreedte te besparen. Ook kunt u er voor kiezen om complexe logica uit te schakelen en zo CPU-cappaciteit te besparen.

source: The congestion control throttle can be automatically enabled when the number of anonymous or authenticated users currently visiting the site exceeds a specified threshold.
nl: Throttle kan automatisch ingeschakeld worden als het aantal anonieme of ingelogde gebruikers op uw site hoger is dan een bepaalde drempelwaarde.

source: For more information, see the online handbook entry for <a href="@throttle">Throttle module</a>.
nl: Lees voor meer informatie het online-handboek over de <a href="@throttle">Throttle-module</a>.

source: The throttle module provides a congestion control mechanism that automatically adjusts to a surge in incoming traffic. If your site is referenced by a popular website, or experiences a "Denial of Service" (DoS) attack, your webserver might become overwhelmed. The throttle mechanism is utilized by modules to temporarily disable CPU-intensive functionality, increasing performance.
nl: De Throttle-module bied een mogelijkheid om verstoppingen in het dataverkeer te besturen door automatisch veranderingen in het dataverkeer op de site de detecteren. Wanneer naar de site wordt verwezen door een populiare site of de site een DoS-aanval (Denial of Service attack) ondergaat kan de server overspoeld raken. Het throttle-mechanisme wordt door andere modules gebruikt om automatisch hun werking aan te passen door CPU-intensieve functionaliteit tijdelijk uit te schakelen.
