Repository: sardasht/awene-dev
Catalog: modules/poll/translations/modules-poll.*.po
Languages: nl

source: Most recent poll
nl: Meeste recente enquête

source: Negative values are not allowed.
nl: Negatieve waarden zijn niet toegestaan.

source: You must fill in at least two choices.
nl: U moet tenminste twee keuzes opgeven.

source: Choice @n
nl: Keuze @n

source: Votes for choice @n
nl: Aantal stemmen voor keuze @n

source: Closed
nl: Gesloten

source: Poll status
nl: Status enquête

source: When a poll is closed, visitors can no longer vote for it.
nl: Als een enquête gesloten is, kunnen bezoekers er niet langer op stemmen.

source: Poll duration
nl: Duur van de enquête

source: After this period, the poll will be closed automatically.
nl: Na deze periode zal de enquête automatisch afgesloten worden.

source: Polls
nl: Enquêtes

source: Votes
nl: Stemmen

source: Results
nl: Resultaten

source: Question
nl: Vraag

source: Cancel your vote
nl: Uw stem terugtrekken

source: Your vote was recorded.
nl: Uw stem is geregistreerd.

source: Older polls
nl: Oudere enquêtes

source: View the list of polls on this site.
nl: De lijst met enquêtes van deze site bekijken.

source: View the current poll results.
nl: De huidige enquête-resultaten weergeven.

source: vote on polls
nl: op enquêtes stemmen

source: cancel own vote
nl: uw stem terugtrekken

source: inspect all votes
nl: alle stemmen bekijken

source: A <em>poll</em> is a question with a set of possible responses. A <em>poll</em>, once created, automatically provides a simple running count of the number of votes received for each response.
nl: Een <em>enquête</em> is een vraag met een set mogelijke antwoorden. Eenmaal aangemaakt, biedt een <em>enquête</em> een eenvoudige doorlopende teller van het aantal stemmen op iedere optie.

source: More choices
nl: Meer keuzes

source: If the amount of boxes above isn't enough, click here to add more choices.
nl: Klik hier indien het aantal kaders hierboven niet voldoende is.

source: Poll settings
nl: Enquête instellingen

source: Add another choice
nl: Een keuze toevoegen

source: Choice
nl: Keuze

source: Vote count
nl: Aantal stemmen

source: Javascript Choice Form
nl: Javascript Keuzeformulier

source: The poll's {node}.nid.
nl: De enquête {node}.nid.

source: The number of seconds past {node}.created during which the poll is open.
nl: Het aantal seconden sinds {node}.created gedurende welke deze enquête open is.

source: Boolean indicating whether or not the poll is open.
nl: Boolean die aangeeft of de enquête open is of niet.

source: Stores information about all choices for all {poll}s.
nl: Bewaart informatie over alle keuzes voor alle {poll}s.

source: Unique identifier for a poll choice.
nl: Unieke variabelenaam voor een enquêtekeuze.

source: The {node}.nid this choice belongs to.
nl: De {node} .nid die bij deze keuze hoort.

source: The text for this choice.
nl: De tekst voor deze keuze.

source: The total number of votes this choice has received by all users.
nl: Het totaal aantal stemmen dat deze keuze van gebruikers heeft ontvangen.

source: The sort order of this choice among all choices for the same node.
nl: De sorteervolgorde van deze keuze ten opzicht van alle keuzes van de zelfde node.

source: Stores per-{users} votes for each {poll}.
nl: Bevat per-{users} stemmen voor iedere {poll}.

source: The {poll} node this vote is for.
nl: De {poll}-node waar deze stem bij hoort.

source: The {users}.uid this vote is from unless the voter was anonymous.
nl: De {users}.uid die deze stem heeft uitgebracht, tenzij deze anoniem was.

source: The {users}'s vote for this poll.
nl: De stem van {users} voor deze enquête.

source: The IP address this vote is from unless the voter was logged in.
nl: Het IP adres van deze stem, tenzij de stemmer ingelogged was.

source: Stores poll-specific information for poll nodes.
nl: Slaat enquêtespecifieke informatie voor enquête-nodes op.

source: closed
nl: gesloten

source: This table lists all the recorded votes for this poll. If anonymous users are allowed to vote, they will be identified by the IP address of the computer they used when they voted.
nl: In deze tabel vindt u alle geregistreerde stemmen voor deze enquête. Wanneer anonieme gebruikers mogen stemmen worden zij met het IP-adres van hun computer geïdentificeerd.

source: The poll module can be used to create simple polls for site users. A poll is a simple, multiple choice questionnaire which displays the cumulative results of the answers to the poll. Having polls on the site is a good way to receive feedback from community members.
nl: De Poll-module wordt gebruikt om eenvoudige enquêtes voor gebruikers aan te maken. Een enquête is een eenvoudige meerkeuzevraag die de cummulatieve resultaten van de antwoorden weergeeft. Enquêtes zijn een goede manier om snel feedback van uw gebruikers te krijgen.

source: When creating a poll, enter the question being posed, as well as the potential choices (and beginning vote counts for each choice). The status and duration (length of time the poll remains active for new votes) can also be specified. Use the <a href="@poll">poll</a> menu item to view all current polls. To vote in or view the results of a specific poll, click on the poll itself.
nl: Om een enquête aan te maken voert u de enquêtevraag in en de mogelijke antwoorden. Verder kunt u het aantal aanvangsstemmen per antwoord opgeven, de status van de enquête en de tijdsduur dat de enquête voor nieuwe stemmen open staat. Gebruik het menu-onderdeel <a href="@poll">enquête</a> om alle enquêtes te bekijken, om op een bepaalde enquête te stemmen klikt u op de betreffende enquête.

source: For more information, see the online handbook entry for <a href="@poll">Poll module</a>.
nl: Lees voor meer informatie het online-handboek over de <a href="@poll">Poll-module</a>.

source: create poll content
nl: enquête-inhoud aanmaken

source: edit any poll content
nl: inhoud van elke enquête bijwerken

source: edit own poll content
nl: inhoud van eigen enquête bijwerken

source: delete own poll content
nl: eigen enquête-inhoud verwijderen

source: delete any poll content
nl: iedere enquête-inhoud verwijderen

source: Your vote could not be recorded because you did not select any of the choices.
nl: Uw stem kan niet geregistreerd worden omdat u geen geldige keuze heeft gemaakt.
