Repository: sardasht/awene-dev
Catalog: modules/openid/translations/modules-openid.*.po
Languages: nl

source: Send
nl: Verzenden

source: OpenID login cancelled.
nl: OpenID-login gestopt.

source: Successfully added %identity
nl: %identity succesvol toegevoegd

source: Add an OpenID
nl: OpenID toevoegen

source: That OpenID is already in use on this site.
nl: Dit OpenID is op deze site al gebruikt.

source: OpenID deleted.
nl: OpenID verwijderd.

source: To use OpenID you must first establish an identity on a public or private OpenID server. If you do not have an OpenID and would like one, look into one of the <a href="@openid-providers">free public providers</a>. You can find out more about OpenID at <a href="@openid-net">this website</a>.
nl: Om OpenID te gebruiken dient u eerst een identiteit aan te maken bij een openbare of besloten OpenID server. Heeft u nog geen OpenID maar u wilt er wel één, maak dan gebruik van één van de <a href="@openid-providers">gratis openbare aanbieders</a>. Meer informatie over OpenID vindt u op <a href="@openid-net">deze website</a>.

source: If you already have an OpenID, enter the URL to your OpenID server below (e.g. myusername.openidprovider.com). Next time you login, you will be able to use this URL instead of a regular username and password. You can have multiple OpenID servers if you like; just keep adding them here.
nl: Als u al een OpenID heeft, voer hieronder de URL naar uw OpenID server in (bijv. mijngebruikersnaam.openidprovider.com). De volgende keer dat u inlogt zult u deze URL kunnen gebruiken in plaats van een reguliere gebruikersnaam en wachtwoord. Indien gewenst kunt u hier meerdere OpenID servers blijven toevoegen.

source: OpenID is a secure method for logging into many websites with a single username and password. It does not require special software, and it does not share passwords with any site to which it is associated; including your site.
nl: OpenID is een beveiligde manier om op meerdere websites met één gebruikersnaam en wachtwoord in te loggen. Er is geen speciale software voor nodig en OpenID maakt geen wachtwoorden bekend aan websites waarop u OpenID gebruikt, inclusief uw eigen site.

source: Users can create accounts using their OpenID, assign one or more OpenIDs to an existing account, and log in using an OpenID. This lowers the barrier to registration, which is good for the site, and offers convenience and security to the users. OpenID is not a trust system, so email verification is still necessary. The benefit stems from the fact that users can have a single password that they can use on many websites. This means they can easily update their single password from a centralized location, rather than having to change dozens of passwords individually.
nl: Gebruikers kunnen accounts aanmaken met behulp van hun OpenID door een of meerdere OpenID's aan een bestaand account toe te wijzen. Dit verlaagd de drempel voor registratie, dat is goed voor een website, en het bied gebruikers gemak en veiligheid. OpenID is geen trust-systeem, dus controle van het e-mailadres is nog steeds nodig. De voordelen komen van het feit dat gebruikers met één enkel wachtwoord op vele websites kunnen inloggen. Dit betekend dat zij eenvoudig hun wachtwoord op een centrale locatie kunnen wijzigen in plaats van vele individuele wachtwoorden op verschillende plaatsen bij te moeten werken.

source: More information on OpenID is available at <a href="@openid-net">OpenID.net</a>.
nl: Meer informatie over OpenID vindt u op <a href="@openid-net">OpenID.net</a>.

source: Once you have verified your email address, you may log in via OpenID.
nl: Nadat u het e-mailadres heeft gecontroleerd, kunt u inloggen via OpenID.

source: Log in using OpenID
nl: Log in met OpenID

source: Cancel OpenID login
nl: OpenID-login afbreken

source: What is OpenID?
nl: Wat is OpenID?

source: Sorry, that is not a valid OpenID. Please ensure you have spelled your ID correctly.
nl: Deze OpenID is niet geldig. Controleer of uw ID correct is.

source: You must validate your email address for this account before logging in via OpenID
nl: U moet uw e-mailadres voor deze account valideren alvorens in te loggen via OpenID

source: OpenID registration failed for the reasons listed. You may register now, or if you already have an account you can <a href="@login">log in</a> now and add your OpenID under "My Account"
nl: OpenID registratie is mislukt door de opgegeven redenen. U kunt nu registreren, of als u al een account hebt, kunt u nu <a href="@login">inloggen</a> en uw OpenID toevoegen onder "Mijn Account"

source: OpenID identities
nl: OpenID identiteiten

source: Delete OpenID
nl: OpenID verwijderen

source: URI of the OpenID Provider endpoint.
nl: URI van het OpenID-provider eindpunt.

source: Primary Key: Used to refer to this association in subsequent messages.
nl: Primaire sleutel: wordt gebruikt om deze associatie te vermelden in volgende berichten.

source: The signature algorithm used: one of HMAC-SHA1 or HMAC-SHA256.
nl: Het toegepaste handtekeningalgorithme: HMAC-SHA1 of HMAC-SHA256.

source: Valid association session types: "no-encryption", "DH-SHA1", and "DH-SHA256".
nl: Geldige associatie sessietypen: "geen-versleuting", "DH-SHA1" en "DH-SHA256".

source: The MAC key (shared secret) for this association.
nl: De MAC-sleutel ('shared secret') voor deze associatie.

source: UNIX timestamp for when the association was created.
nl: UNIX-tijdcode van het moment waarop de associatie is gemaakt.

source: The lifetime, in seconds, of this association.
nl: De levensduur in seconden van deze associatie.

source: OpenID redirect
nl: OpenID verwijzing

source: OpenID login failed.
nl: OpenID-login mislukt.

source: This site supports <a href="@openid-net">OpenID</a>, a secure way to log into many websites using a single username and password. OpenID can reduce the necessity of managing many usernames and passwords for many websites.
nl: Deze site ondersteunt <a href="@openid-net">OpenID</a>, een veilige manier om in vele websites in te loggen middels een enkele gebruikersnaam en wachtwoord. OpenID kan de noodzaak verminderen om vele gebruikersnamen en wachtwoorden te hoeven beheren.

source: Stores temporary shared key association information for OpenID authentication.
nl: Slaat tijdelijke gedeelde sleutel associatie-informatie op voor OpenID aanmelding.

source: The basic concept is as follows: A user has an account on an OpenID server. This account provides them with a unique URL (such as myusername.openidprovider.com). When the user comes to your site, they are presented with the option of entering this URL. Your site then communicates with the OpenID server, asking it to verify the identity of the user. If the user is logged into their OpenID server, the server communicates back to your site, verifying the user. If they are not logged in, the OpenID server will ask the user for their password. At no point does your site record, or need to record the user's password.
nl: Het basisconcept is als volgt: Een gebruiker heeft een account op een OpenID-server. Met dit account heeft hij de beschikking over een unieke URL (bijvoorbeeld: mijnaam.openidprovider.com). Wanneer de gebruiker op uw website komt wordt hem de mogelijkheid geboden van het invoeren van zijn URL. Uw site communiceert met de OpenID-server en vraagt om controle van de identiteit van de gebruiker. Als de gebruiker op de OpenID-server is ingelogd, antwoord de server terug met het resultaat van de controle. Als de gebruiker niet is ingelogd, zal de OpenID-server om het wachtwoord van de gebruiker vragen. Op geen enkel moment zal uw website het wachtwoord opslaan of voor enig doel gebruiken.

source: For more information, see the online handbook entry for <a href="@handbook">OpenID module</a>.
nl: Lees voor meer informatie het online-handboek over de <a href="@handbook">OpenID-module</a>.
